// 将活动详情从业务中分离,活动详情模块
var activityList = [
  {
    name:"助力未来——贫困家庭子女一对一家教活动",
    date:"时间：2020.09.19",
    location:"地点：阳光家园",
    organizer:"承办方：资环青协阳光助残项目部",
    leader:"负责人：郭昕",
    demand:["1、配合承办方工作，及时反馈信息，准时参加活动，不迟到不早退。"
    ,"2、耐心细致，真诚地帮助受服务对象，热爱志愿。"
    ,"3、活动期间按要求使用志愿汇等相关软件，活动结束后积极反馈意见。"],
    image:"/images/detail/1.jpg",
    introduction:"活动介绍：在本活动中，志愿者对服务对象进行一对一辅导，帮助孩子们解决平常作业中的一些问题以及学习上遇到的一些困难，活动共两个小时。在课间休息时，我们也会充分利用和小朋友进行各类休闲活动，或是在阳光家园内的图书阅览室与孩子们一同探索书中的世界，增进了彼此之间的感情，我们并不是简单地辅导者，而是能带着他们更为健康快乐成长的大哥哥大姐姐。进行活动，我们不仅仅在守护孩子们的成长与童真，也在找回曾经的自我。",
    collectionStatus: true,
    collectionNum:6,
    signupStatus:true,
    signupNum:5
  },
  {
    name:"井盖涂鸦",
    date:"时间：2020.9.27",
    location:"地点：武汉大学",
    organizer:"承办方：资环青协创意设计部",
    leader:"负责人：都奥金",
    demand:["1、配合承办方工作，及时反馈信息，准时参加活动，不迟到不早退。"
    ,"2、耐心细致，真诚地帮助受服务对象，热爱志愿。"
    ,"3、活动期间按要求使用志愿汇等相关软件，活动结束后积极反馈意见。"],
    image:"/images/detail/2.jpg",
    introduction:"活动介绍：本活动为珞英妙笔生系列活动地子活动，创作素材来源于活动前期线上通过网上投票、青协内部投票、指导教师评分三个环节筛选出优秀的稿件，在井盖涂鸦活动中，创意设计部成员会充当技术指导，引导志愿者绘制图案。我们希望通过街头巷尾被艺术化的井盖，使同学们心中激荡起情感、脑海中泛起波澜，潜移默化地起到滋养心灵的作用。以美化校园为出发点，通过在全校征集画稿不同时间段推出不同主题的井盖绘画，定期对井盖涂鸦进行维护，对图案进行更换，以期达到宣传奉献、友爱、互助、进步的志愿精神。",
    collectionStatus: true,
    collectionNum:8,
    signupStatus:false,
    signupNum:7
  },
  {
    name:"“牵手夕阳，爱暖空巢”武测社区看望老人活动",
    date:"时间：2020.09.12",
    location:"地点：武测社区",
    organizer:"承办方：资环青协校内活动部",
    leader:"负责人：郭昕",
    demand:["1、配合承办方工作，及时反馈信息，准时参加活动，不迟到不早退。"
    ,"2、具有一定的绘画能力，掌握颜料等绘画工具的使用方法。"
    ,"3、活动期间按要求使用志愿汇等相关软件，活动结束后积极反馈意见。"],
    image:"/images/detail/3.jpg",
    introduction:"“牵手夕阳，爱暖空巢”武测社区关爱老人活动力求从多个方面，运用多种方式对在社区的高龄、独居、行动不便的老人进行生活上的切实帮助及心理、精神上的关怀，改善他们无聊、孤寂的生活现状，让他们感受到人间的温暖，重拾对生活的热情。并且，针对老人的不同问题，采取不同的方式进行疏导、鼓励、支持：给家庭条件不错的老人教授电子产品的使用，让他们可以通过这种方式了解新事物，排解心中的苦闷与孤独；给子女在远方的独居老人代寄明信片，建立起感情沟通的桥梁。每周周末，志愿者们亲身走进老人家中，与他们进行面对面的亲切交流，让社区里一些高龄、行动不便，且儿女不在身边的老人感受到生命的活力以及生活的温暖与快乐。",
    collectionStatus: true,
    collectionNum:9,
    signupStatus:true,
    signupNum:10

  }, 
  {
    name:"助力未来——贫困家庭子女一对一家教活动",
    date:"时间：2020.09.19",
    location:"地点：阳光家园",
    organizer:"承办方：资环青协阳光助残项目部",
    leader:"负责人：王宇鹏",
    demand:["1、配合承办方工作，及时反馈信息，准时参加活动，不迟到不早退。"
    ,"2、由于受服务对象为老人，活动过程中要耐心倾听并给与反馈。"
    ,"3、活动期间按要求使用志愿汇等相关软件，活动结束后积极反馈意见。","4、配合承办方拍照、录像等相关工作。"],
    image:"/images/detail/4.jpg",
    introduction:"活动介绍：在本活动中，志愿者对服务对象进行一对一辅导，帮助孩子们解决平常作业中的一些问题以及学习上遇到的一些困难，活动共两个小时。在课间休息时，我们也会充分利用和小朋友进行各类休闲活动，或是在阳光家园内的图书阅览室与孩子们一同探索书中的世界，增进了彼此之间的感情，我们并不是简单地辅导者，而是能带着他们更为健康快乐成长的大哥哥大姐姐。进行活动，我们不仅仅在守护孩子们的成长与童真，也在找回曾经的自我。",
    collectionStatus: true,
    collectionNum:12,
    signupStatus:false,
    signupNum:5

    
  }

]
// 暴露接口
module.exports = {
  activityList : activityList
}